[
    {
        "img":"https://lp-cms-production.imgix.net/news/2014/12/Chittagong.jpg?auto=format&fit=crop&sharp=10&vib=20&ixlib=react-8.6.4&w=850",
        "title":"Chittagong News",
        "news":"Chittagong Railway Station is a railway station in Bangladesh that is located in Battoli, Chattogram District, on Station Road. It is one of the country’s largest railway stations. There are two terminals at this station: one old and one new. The former terminal was built during the British colonial period. It consists of a two-storied station building that is 56.24 meters long and 10.37 meters broad and was built on November 7, 1896. The modernization and remodeling of Chittagong Railway Station began on September 30, 2013. Along with the existing terminal, a new one was built.",
        "postingTime":1
    },
    {
        "img":"https://th.bing.com/th/id/OIP.lzbKTlwqaTnDxE8pIidBzAHaEo?pid=ImgDet&rs=1",
        "title":"Best Travel Destination",
        "news":"Bangladesh has a rich railway network that connects various regions of the country, offering scenic views and an immersive travel experience. While there are several great railway travel destinations in Bangladesh, one of the best and most popular options is the journey from Dhaka to Sylhet.Dhaka, the capital city of Bangladesh, serves as the starting point for this picturesque journey. As you depart from Dhaka, the train takes you through lush green fields, rural landscapes, and quaint villages, providing a glimpse into the countryside and the daily lives of the people.As you make your way towards Sylhet, you'll pass through tea gardens, rolling hills, and beautiful rivers. Sylhet itself is a charming city known for its natural beauty, tea production, and the famous Ratargul Swamp Forest. The swamp forest is a unique wetland that remains submerged for a significant part of the year, offering an enchanting experience for nature lovers and photographers.In Sylhet, you can explore the vibrant Keane Bridge, visit the Shah Jalal Shrine, or take a boat ride on the scenic Surma River. The city is also renowned for its mouthwatering cuisine, especially its distinctive tea and flavorful dishes.The Dhaka-Sylhet railway journey allows you to witness the diverse landscapes of Bangladesh, interact with locals, and immerse yourself in the country's culture. It's a memorable experience that showcases the natural beauty and charm of Bangladesh.",
        "postingTime":2
    },
    {
        "img":"https://th.bing.com/th/id/R.930691fc7f49991b335e7ca8989c7e53?rik=17JwgH5neSvQgQ&riu=http%3a%2f%2ffarm9.staticflickr.com%2f8043%2f8426410488_3cf0120357_k.jpg&ehk=QVcZj7G7ymsMslJLAAORE%2bhyHx0Q1I7HMamYYxCCMfc%3d&risl=&pid=ImgRaw&r=0",
        "title":"Top 10 train station",
        "news":"Kamalapur Railway Station (Dhaka): Located in the capital city of Dhaka, Kamalapur Railway Station is the largest and busiest train station in Bangladesh. It serves as a major transportation hub, connecting various parts of the country.Chittagong Railway Station: Situated in the port city of Chittagong, this station is an important railway junction in Bangladesh. It provides access to popular destinations in the Chittagong Hill Tracts and the southeastern region of the country.Sylhet Railway Station: Sylhet Railway Station is a significant railway junction in northeastern Bangladesh. It serves as a gateway to the scenic Sylhet Division and connects to various other destinations in the country.Rajshahi Railway Station: Located in the city of Rajshahi, this station is a major railway junction in the western region of Bangladesh. It provides access to popular tourist attractions like the Sundarbans and Paharpur Buddhist Vihara.Khulna Railway Station: Situated in the city of Khulna, this station serves as an important gateway to the Sundarbans, a UNESCO World Heritage Site. It connects to various other cities in Bangladesh, including Dhaka and Chittagong.Saidpur Railway Station: Saidpur Railway Station is located in the city of Saidpur in northern Bangladesh. It is a significant station for accessing popular tourist destinations in the northern region, such as Rangpur and Dinajpur.Jessore Railway Station: Jessore Railway Station is situated in the city of Jessore in southwestern Bangladesh. It is an important transportation hub connecting various cities in the region, including Khulna and Benapole (the border crossing with India).Parbatipur Railway Station: Parbatipur Railway Station is located in Parbatipur, a town in northern Bangladesh. It serves as a junction for train routes heading towards different parts of the country, including the northern region and the Indian border.Mymensingh Railway Station: Situated in the city of Mymensingh, this station is a significant railway junction in central Bangladesh. It connects to various cities and towns in the region and is a gateway to the haor wetland areas.Tongi Railway Station: Tongi Railway Station is located in Tongi, a town near Dhaka. It serves as a major station for commuters traveling to and from the capital city and is a key transportation hub in the Dhaka metropolitan area.",
        "postingTime":1
    },
    {
        "img":"https://nijhoom.b-cdn.net/wp-content/uploads/2018/05/train-bangladesh-1000-o.jpg",
        "title":"Summer Trips 2023",
        "news":"Cox's Bazar: Cox's Bazar is a famous beach destination known for its long sandy coastline. You can take a train from Dhaka to Chittagong Railway Station, and from there, you can either take a bus or hire a car to reach Cox's Bazar.Sundarbans: The Sundarbans, a UNESCO World Heritage Site, is a mangrove forest and home to the Royal Bengal Tigers. You can take a train from Dhaka to Khulna Railway Station and then arrange a boat trip to explore the Sundarbans.Sylhet: Sylhet is a scenic city with tea gardens, hills, and waterfalls. You can take a train from Dhaka to Sylhet Railway Station to explore the beauty of the region, including attractions like Ratargul Swamp Forest and Jaflong.Bandarban: Bandarban is a hill district known for its natural beauty and tribal culture. You can take a train from Dhaka to Chittagong Railway Station and then proceed to Bandarban by road.Rangamati: Rangamati is another beautiful hill district with a serene lake and lush green landscapes. You can take a train from Dhaka to Chittagong Railway Station and then travel to Rangamati by road.Rajshahi: Rajshahi is known for its historical sites and ancient ruins, such as the Paharpur Buddhist Vihara. You can take a train from Dhaka to Rajshahi Railway Station to explore this cultural city.Paharpur: Paharpur is home to the UNESCO World Heritage Site, the Somapura Mahavihara, an ancient Buddhist monastery. You can take a train from Dhaka to Parbatipur Railway Station and then travel to Paharpur by road.Kuakata: Kuakata is a beach town located in the southern part of Bangladesh. You can take a train from Dhaka to Barisal Railway Station and then continue the journey to Kuakata by road.Saint Martin's Island: Saint Martin's Island is a popular coral island known for its pristine beaches. You can take a train from Dhaka to Teknaf Railway Station and then take a ferry to reach Saint Martin's Island.Mymensingh: Mymensingh is a city known for its historical sites, including ancient temples and palaces. You can take a train from Dhaka to Mymensingh Railway Station to explore this cultural city.",
        "postingTime":5
    }
]